adobe-source-code-pro-fonts
alsa-utils
arc-gtk-theme
atool
autoconf
automake
avr-libc
avrdude
bash
binutils
bison
bluez
bluez-utils
bzip2
c-ares
code
compton
conky
coreutils
crypto++
cryptsetup
device-mapper
dhcpcd
diffutils
dmenu
dunst
e2fsprogs
efibootmgr
elinks
fakeroot
feh
ffmpegthumbnailer
file
filesystem
findutils
firefox
flex
gawk
gcc
gcc-libs
gettext
git
glibc
grep
grml-zsh-config
groff
gtk2-perl
gzip
highlight
htop
i3-gaps
i3blocks
i3lock
i3status
imlib2
inetutils
intel-ucode
iproute2
iputils
jfsutils
less
lib32-nvidia-utils
libnotify
libtool
libuv
licenses
light
linux
linux-firmware
logrotate
lvm2
lxappearance
lynx
m4
make
man-db
man-pages
mdadm
mediainfo
mesa-demos
mpv
nano
neofetch
netctl
networkmanager
nodejs
notify-osd
npm
nvidia
nvidia-settings
nvidia-utils
odt2txt
openssh
pacman
patch
pavucontrol
pciutils
perl
perl-anyevent-i3
perl-file-sharedir
perl-image-exiftool
perl-json-xs
pkgconf
plank
poppler
powerline
procps-ng
psmisc
pulseaudio
pulseaudio-alsa
python-pyserial
ranger
redshift
reiserfsprogs
rofi
rxvt-unicode
s-nail
screen
scrot
sed
shadow
sudo
sysfsutils
systemd
systemd-sysvcompat
tar
terminus-font
texinfo
transmission-cli
tree
ttf-dejavu
ttf-droid
ttf-font-awesome
ttf-freefont
ttf-inconsolata
ttf-liberation
ttf-roboto
ttf-ubuntu-font-family
urxvt-perls
usbutils
util-linux
vi
vim
vlc
w3m
which
xclip
xf86-video-intel
xf86-video-vesa
xfsprogs
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-luit
xorg-mkfontscale
xorg-server-devel
xorg-server-xdmx
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
youtube-dl
youtube-viewer
zsh
